[Author]
Language=Arabic
TranslatedBy=
TranslatorContact=
TranslatorURL=
LastUpdated=18 January 2016

[Language]
File1.Caption=ملف
OpenChangelog1.Caption=فتح سجل التغيير
OpenEULA1.Caption=فتح اتفاقية ترخيص المستخدم النهائي EULA
Exit1.Caption=الخروج
Help1.Caption=المساعدة
Homepage1.Caption=الصفحة الرئيسية
About1.Caption=معلومات عنّا
TabSheet1.Caption=المجموع الاختباري للملف
TabSheet2.Caption=دالة هاش للمقطع
TabSheet3.Caption=مقارنة الملفات
TabSheet5.Caption=فحص المُجلّد
TabSheet7.Caption=التدقيق في المجموع الاختباري للملف
Label10.Caption=تحديد المُجلّد المراد فحصه:
Label11.Caption=تقنيع الملف:
Button8.Caption=افحص
Button14.Caption=توقّف
Button11.Caption=مرشحات
Button12.Caption=تصدير
Label66.Caption=قارن بين ملفين
Label9.Caption=حدّد ملفين ولاحظ ما إذا كانا مختلفان.
Button6.Caption=قارن
Label7.Caption=التدقيق في المجموع الاختباري للملف
Label8.Caption=حدّد ملف واحد وقارنه باستخدام دالة هاش بطريقة تشفير MD5.
Button9.Caption=التدقيق
Button16.Caption=لصق
Label2.Caption=أدخل المقطع المراد حساب المجموع الاختباري لدالة هاش له:
Button4.Caption=توليد
Label12.Caption=طول المقطع:
Button2.Caption=تصدير
Label1.Caption=]]]حدد الملف المراد  حساب المجموع الاختباري لدالة هاش له:
Button1.Caption=تصفح...
Button15.Caption=تصدير
Label5.Caption=حجم الملف:
imgFacebookLike.Hint=تابعنا على الفيسبوك
imgDonate.Hint=ادعم هذا المشروع
FrmSettings.Label6.Caption=حدّد اللّغة:
FrmSettings.Caption=الإعدادات
FrmSettings.CheckBox1.Caption=إضافة إلى قائمة سياق متصفح اكسبلورر
FrmSettings.Button1.Caption=إغلاق
FrmOutputFormat.Caption=مرشحات
FrmOutputFormat.CheckBox2.Caption=إجراء فحص متكرر على المجلدات الفرعية أيضاً
FrmOutputFormat.CheckBox3.Caption=فحص ملفّات PE الصالحة فقط، مثل EXE، SYS، DLL، إلخ
FrmOutputFormat.CheckBox1.Caption=تخطي الملفات الفارغة ذات الحجم صفر بايت
FrmOutputFormat.Label1.Caption=المتغيّرات المتاحة:
FrmOutputFormat.Label2.Caption=اكتب تنسيق الخَرْج المخصّص الخاص بك:
FrmOutputFormat.Label3.Caption=تنسيق الخَرْج
FrmOutputFormat.Label4.Caption=تخصيص عملية الفحص
FrmOutputFormat.cbSkipHiddenFiles.Caption=تخطى الملفّات المخفيّة
FrmOutputFormat.cbSkipSystemFiles.Caption=تخطي ملفّات النظام
FrmOutputFormat.cbSkipBiggerFiles.Caption=تخطي الملفات ذات الحجم الأكبر من N ميجابايت
FrmAbout.Label4.Caption=تابعنا على تويتر
FrmAbout.Label5.Caption=تابعنا على الفيسبوك
FrmAbout.Label6.Caption=ادعم هذا المشروع
FrmAbout.Caption=معلومات عنّا
Button18.Caption=ذاكرة النصوص
Button7.Caption=تصفح...
Button3.Caption=تصفح...
Button5.Caption=تصفح...
Button17.Caption=ذاكرة النصوص
FrmSettings.CheckBox3.Caption=تصغير نافذة التطبيق عند بدء تشغيله بشكلٍ يدوي
Label6.Caption=حدّد الملف المراد التدقيق عليه:
Label20.Caption=اكتب المجموع الاختباري لطريقة تشفير MD5 هنا:
Label21.Caption=حدّد الملف الأول:
Label22.Caption=حدّد الملف الثاني:
Label13.Caption= المجموع الاختباري لطريقة تشفير MD5:
Label14.Caption=المجموع الاختباري لطريقة تشفير SHA1:
Label15.Caption=المجموع الاختباري لطريقة تشفير SHA256:
Label16.Caption=المجموع الاختباري لطريقة تشفير SHA384:
Label17.Caption=المجموع الاختباري لطريقة تشفير SHA512:
cbMD5.Caption=المجموع الاختباري لطريقة تشفير MD5:
cbSHA1.Caption=المجموع الاختباري لطريقة تشفير SHA1:
cbSHA256.Caption=المجموع الاختباري لطريقة تشفير SHA256:
cbSHA384.Caption=المجموع الاختباري لطريقة تشفير SHA384:
cbSHA512.Caption=المجموع الاختباري لطريقة تشفير SHA512:
Settings1.Caption=الإعدادات
Configure1.Caption=التهيئة
FILE_NOT_EXIST=الملف غير موجود.
SELECT_FILE=تحديد ملف...
FILES_IDENTICAL=الملفان متماثلان!
FILES_DIFFERENT=الملفان مختلفان!
HASH_EMPTY=حقل الهاش فارغاً.
HASH_WRONG=إنّ حقل دالة هاش غير صالح. استخدم دالة هاش بطريقة تشفير MD5 ذات (32 حرفاً)
MD5_CHECK_EQUAL=إنّ المجموع الاختباري للملف المشفّر بطريقة تشفير MD5 متطابق!
MD5_CHECK_DIFFERENT=إنّ المجموع الاختباري للملف المشفّر بطريقة تشفير MD5 مختلف!
DIR_NOT_FOUND=المُجلّد غير موجود.
FILES=الملفات
SELECT_FOLDER=حدّد مُجلد
TEXTAREA_EMPTY=إنّ حقل النص فارغٌ.
WAIT=انتظر...
Form1.Makeadonation1.Caption=قدّم تبرعاً
Form1.Facebookpage1.Caption=صفحة الفيسبوك
Form1.witterpage1.Caption=صفحة تويتر